9/data/attachments/d828a42b4052c881.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_behind_Actions_62958_2</nif:username>
            <nif:friendToBeRequested>soap_actions_a2f52e87-e0b5-4f03-88b9-e00689416176</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>